Repository: giellalt/corpus-sme
Catalog: tmx/smj/bible/osko/index.php_kat_id=5_art_id=3.html.tmx
Source language: sme
Languages: smj

source: Min birra
smj: Mijá birra

source: Sámi girkoráđđi
smj: Sámi girkkoráde

source: Dearvvuođat
smj: Varrudága

source: Doaibma
smj: Doajmma

source: Neahttabáiki lea kristtalaš oskku ja sámi kultuvrra birra.
smj: Dán næhttabájke sisadno le risstalasj jáhkko ja sáme kultuvrra.

source: Deaddel muhtin fáttá ja oza eambbo dáid birra: Lávvu, soahki, čáhci, dolla, eana ja girku.
smj: Vállji tiemáv jus siedá ienebuv diehtet: Låvdagoahte, soahke, tjáhtje, dållå, biejvve, ednam ja girkko.

source: Neahttabáikkis leat njeallje giela: lullisámegiella, julevsámegiella, davvisámegiella ja dárogiella.
smj: Næhttabájkke gávnnu nielje giellaj: oarjjelsámegiellaj, julevsámegiellaj, nuorttasámegiellaj ja dárogiellaj.

source: Sámi e-oskooahpahusa lea Sámi girkoráđđi ráhkadan, Norgga girku olis.
smj: Sáme e-jáhkkoåhpadus le åvddånahtedum Sáme girkkorádes Vuona girkkon.

source: Sámi mánát ja nuorat galget ieža leat oasseváldin oskooahpahusas.
smj: Sáme máná ja nuora galggi årrot guovdátjin ietjasa jáhkoåhpadusán.

source: Oahpahusa vuođđun galget leat sámi vásihusat ja báikkálaš sámi girkoeallin.
smj: Åhpadus galggá sáme åtsådallamijda ja bájkálasj sáme girkkoiellemij tjanáduvvat.

source: Sámi vuoiŋŋalašvuohta galgá veahkehit eallimis birget.
smj: Sáme vuojŋŋalasjvuohta galggá viehkken iellemdádjadussaj.

source: Sámi e-oskooahpahusa ráhkadeami lea ruhtadan Norgga girku oskooahpahus Buot stuorámus.
smj: Sáme e-jáhkkoåhpadus le åvddånahtedum dårjajn Størst av alt – prosjevta baktu mij le jáhkkoåhåadus Vuona girkkon.

source: Oskooahpahus lea okta dain váldobargguin Norgga girku.
smj: Jáhkkoåhpadus le Vuona girkko ájnnasamos vuorodimij gaskan.

source: Dál hukse girku systemalaš oskooahpahusa buohkaide geat leat gásttašuvvon ja leat gaskal 0-18 jagi. Nu girku láhčá vejolašvuođa mánáide ja nuoraide ovddidit iežaset oskku ja gullevašvuođa girkui masa sii gullet.
smj: Dálla dagáduvvá systemáhtalasj jáhkkoåhpadus gájkajda gaskal 0-18 jage gudi li gástaduvvam, mij galggá vuodov biedjat váj máná ja nuora máhtti åvddånahttet ietjasa jáhko aktijvuodav ja girkkov massta li oassen.
